Repository: ISOF-ITD/FinSL-signbank
Catalog: locale/*/LC_MESSAGES/django.po
Languages: fi

source: You are not allowed to edit this comment, because you are not the author of the comment.
fi: Et voi muokata tätä kommenttia, koska et ole kommentin kirjoittaja.

source: You are not allowed to edit tags of this comment, because you are not the author of the comment.
fi: Et voi muokata tämän kommentin tagia, koska et ole kommentin kirjoittaja.

source: mentioned you in a comment
fi: mainitsi sinut kommentissa

source: I have read and agree to the Terms of Service
fi: Olen lukenut ja hyväksyn käyttöehdot

source: created an account.
fi: loi tunnuksen.

source: created an account
fi: loi tunnuksen

source: Email
fi: Sähköposti

source: Tag
fi: Tagi

source: Relation type
fi: Suhde

source: Relation types
fi: Suhteet:

source: Gloss relation
fi: Glossin relaatiot

source: Gloss relations
fi: Glossin relaatiot

source: Created/Updated
fi: Luotu/Päivitetty

source: Phonology
fi: Fonologia

source: Semantics
fi: Semantiikka

source: Frequency
fi: Frekvenssi

source: You do not have permissions to export to CSV.
fi: Sinulla ei ole käyttöoikeuksia tuoda CSV:nä.

source: You do not have permissions to view glosses of this dataset.
fi: Sinulla ei ole oikeuksia nähdä tämän leksikon glosseja.

source: Homonym
fi: Homonyymi

source: Synonym
fi: Synonyymi

source: Variant
fi: Variantti

source: Antonym
fi: Antonyymi

source: Hyponym
fi: Hyponyymi

source: Hypernym
fi: Hypernyymi

source: See Also
fi: Katso myös

source: You do not have permissions to add tags to glosses of this lexicon.
fi: Sinulla ei ole oikeuksia lisätä tageja valitun leksikon glosseille.

source: Dataset
fi: Leksikko

source: This Gloss value already exists in the chosen Dataset. Please choose another value for Gloss.
fi: Tämä Glossin nimi on jo käytössä valitussa aineistossa. Ole hyvä ja valitse Glossille toinen nimi.

source: Tags
fi: Tagit

source: Sign language
fi: Viittomakieli

source: Search
fi: Haku

source: Gloss
fi: Glossi

source: Gloss in English
fi: Glossi englanniksi

source: Translations
fi: Käännösvastineet

source: Choose language
fi: Valitse kieli

source: Is published
fi: On julkaistu

source: Has videos
fi: On videoita

source: No videos
fi: Ei videoita

source: Multiple videos
fi: Useita videoita

source: Source Gloss
fi: Lähdeglossi

source: Target Gloss
fi: Kohdeglossi

source: Relation type:
fi: Suhde:

source: Type
fi: Tyyppi

source: Related Language
fi: Lainattu kieli

source: Gloss in Related Language
fi: Glossi lainatussa kielessä

source: Parent Gloss
fi: Emoglossi

source: Morpheme
fi: Morfeemi

source: Must be a CSV file with .csv extension.
fi: Täytyy olla CSV-tiedosto .csv päätteellä.

source: Search gloss
fi: Hae glossia

source: Search translation equivalent
fi: Hae käännösvastinetta

source: All sign languages
fi: Kaikki viittomakielet

source: You can restrict your search to these lexicons
fi: Voit rajata hakua tiettyihin leksikoihin

source: Name
fi: Nimi

source: Public name
fi: Julkinen nimi

source: Is public
fi: On julkaistu

source: Description
fi: Kuvaus

source: Copyright
fi: Tekijänoikeudet

source: View dataset
fi: Käyttöoikeus leksikkoon

source: Lexicon
fi: Leksikko

source: Lexicons
fi: Leksikot

source: Gloss translation field
fi: Glossin käännösvastinekenttä

source: Gloss translation fields
fi: Glossin käännösvastinekentät

source: Translation equivalent
fi: Käännösvastine

source: Translation equivalents
fi: Käännösvastineet

source: Keyword
fi: Avainsana

source: Keywords
fi: Avainsanat

source: ISO 639-1 language code (2 characters long) of a written language.
fi: ISO 639-1 kielikoodi (2 merkkiä pitkä) puhutusta/kirjoitetusta kielestä.

source: ISO 639-3 language code (3 characters long) of a written language.
fi: ISO 639-3 kielikoodi (3 merkkiä pitkä) puhutusta/kirjoitetusta kielestä.

source: Written language
fi: Kirjoitettu kieli

source: Written languages
fi: Kirjoitetut kielet

source: ISO 639-3 language code (3 characters long) of a sign language.
fi: ISO 639-3 kielikoodi (3 merkkiä pitkä) viittomakielestä.

source: Sign languages
fi: Viittomakielet

source: Dialect
fi: Murre

source: Dialects
fi: Murteet

source: Loan Sign
fi: Lainaviittoma

source: Gloss in related language
fi: Glossi liittyvässä kielessä

source: Relation to Foreign Sign
fi: Suhde vieraskieliseen viittomaan

source: Relations to Foreign Signs
fi: Suhteet vieraskielisiin viittomiin

source: Field choice
fi: Valintavaihtoehto

source: Field choices
fi: Valintavaihtoehdot

source: Glosses
fi: Glossit

source: Can Update Video
fi: Voi päivittää videon

source: Can Search/View Full Gloss Details
fi: Voi etsiä/nähdä Glossin täydet tiedot

source: Can export sign details as CSV
fi: Voi viedä viittomien tiedot CSV muodossa

source: Can import glosses from a CSV file
fi: Voi tuoda glosseja CSV-tiedostosta

source: Include all properties in sign detail view
fi: Sisällytä kaikki ominaisuudet viittoman tarkassa näkymässä

source: Can publish and unpublish Glosses
fi: Voi asettaa glossin julkaistuksi

source: Published
fi: Julkaistu

source: Glosses dataset
fi: Glossin aineisto

source: Dataset a gloss is part of
fi: Aineisto jonka osa glossi on

source: This is the unique identifying name of a Gloss.
fi: Glossin uniikki nimi.

source: This is the English name for the Gloss
fi: Glossin nimi englanniksi

source: Notes
fi: Lisätiedot

source: Handedness
fi: Kätisyys

source: Strong Hand
fi: Dominoiva käsi

source: Weak Hand
fi: Ei-dominoiva käsi

source: Location
fi: Paikka

source: Relation Between Articulators
fi: Artikulaattorien välinen suhde

source: Absolute Orientation: Palm
fi: Absoluuttinen orientaatio: kämmen

source: Absolute Orientation: Fingers
fi: Absoluuttinen orientaatio: sormet

source: Relative Orientation: Movement
fi: Absoluuttinen orientaatio: liike

source: Relative Orientation: Location
fi: Absoluuttinen orientaatio: paikka

source: Orientation Change
fi: Orientaation muutos

source: Handshape Change
fi: Käsimuodon muutos

source: Repeated Movement
fi: Toistollinen liike

source: Alternating Movement
fi: Vaihteleva liike

source: Movement Shape
fi: Liikkeen muoto

source: Movement Direction
fi: Liikkeen suunta

source: Movement Manner
fi: Liikkeen tapa

source: Contact Type
fi: Kontaktityyppi

source: Phonology Other
fi: Fonologia muu

source: Mouth Gesture
fi: Huulio

source: Mouthing
fi: Huulio sanahahmo

source: Phonetic Variation
fi: Foneettinen variaatio

source: Named Entity
fi: Nimetty kohde

source: Semantic Field
fi: Semanttinen kenttä

source: Number of Occurrences
fi: Esiintymien määrä

source: Number of occurences in annotation materials
fi: Havaintojen määrä annotaatiomateriaaleissa

source: Gloss URL
fi: Glossin URL

source: Gloss URLs
fi: Glossien URL:t

source: Allowed tags
fi: Sallitut tagit

source: Relation
fi: Relaatio

source: Relations
fi: Relaatiot

source: Morphology definition
fi: Morfologinen määritelmä

source: Morphology definitions
fi: Morfologiset määritelmät

source: Videos
fi: Videoita

source: Advanced Search
fi: Kehittynyt haku

source: Search Glosses
fi: Etsi glosseja

source: Gloss, Note, Translation, contains string
fi: Glossi, lisätieto, käännös, sisältäen merkkijonon

source: Begins with string
fi: Alkaa merkkijonolla

source: Contains string
fi: Sisältää merkkijonon

# search-button
source: Search
fi: Hae

source: Reset
fi: Tyhjennä

source: Results per page
fi: Tuloksia per sivu

source: Number of matches:
fi: Hakutuloksia:

source: Page navigation top
fi: Sivun yläosan navigointi

# sr-videos
source: Videos
fi: Videoita

source: Page navigation bottom
fi: Sivun alaosan navitointi

source: Search Gloss Relations
fi: Relaatiohaku

source: Search Relations of Glosses
fi: Etsi glossien relaatioita

source: Source or target gloss contains string
fi: Lähde- tai kohdeglossi sisältää merkkijonon

source: Create Gloss
fi: Luo glossi

source: Create a Gloss
fi: Luo glossi

source: You do not have sufficient user rights to view this page.
fi: Sinulla ei ole oikeuksia nähdä sivua

source: Enable Edit
fi: Muokkaus päälle

source: Disable Edit
fi: Muokkaus pois

source: Save
fi: Tallenna

source: Cancel
fi: Peruuta

source: Set private
fi: Aseta yksityiseksi

source: Set public
fi: Aseta julkiseksi

source: Search results:
fi: Hakutulokset:

source: Record a video
fi: Kuvaa video

source: Click on red text to edit
fi: Klikkaa punaista tekstiä editoidaksesi

source: Your browser does not support the video tag.
fi: Selaimesi ei tue video tagia.

source: Capture new poster image
fi: Aseta aloituskuva

source: Update poster image for video
fi: Päivitä aloituskuva videolle

source: Close
fi: Sulje

source: Save changes
fi: Tallenna muutokset

source: No videos available for this gloss.
fi: Tälle glossille ei ole videoita.

source: Upload Video
fi: Lähetä video

source: Gloss:
fi: Glossi:

source: Gloss in English:
fi: Glossi englanniksi:

source: Translations in
fi: Käännökset

source: After each translation enter a comma (,) or a semicolon (;). Usage of numbers that end with a dot (.) is allowed (e.g. 11.) and they will not be part of translations.
fi: Jokaisen käännöksen jälkeen tulee syöttää pilkku (,) tai puolipiste (;). Numero(ide)n ja pisteen (.) yhdistelmää voidaan käyttää (esim. 11.), sillä niitä ei tallenneta käännöksinä.

source: Notes:
fi: Lisätiedot:

source: Sign language:
fi: Viittomakieli:

source: Dialect:
fi: Alue:

source: Add new URL
fi: Lisää URL

source: Created:
fi: Luotu:

source: Updated:
fi: Päivitetty:

source: Show complete history
fi: Näytä koko historia

source: Change history for
fi: Muutoshistoria glossille

source: This is a list of some historical changes made to this Gloss. By clicking the link, you will be taken to the admin site and shown the state of this gloss at the chosen time.
fi: Tämä on lista glossin historiallisista muutoksista. Linkkiä klikkaamalla pääset ylläpitosivulle, jossa näkyy glossin tila valittuna hetkenä.

source: Do not save the changes, unless you want to restore the older version of this Gloss!
fi: Älä tallenna muutoksia, ellet halua palauttaa tämän Glossin vanhaa versiota!

source: Gloss fields:
fi: Glossin kentät:

source: Translations:
fi: Käännösvastineet:

source: Morphology
fi: Morfologia

source: Delete This Morphology
fi: Poista tämä morfologia

source: Are you sure you want to delete this? This cannot be undone.
fi: Haluatko varmasti poistaa tämän? Toimintoa ei voi peruuttaa.

source: Confirm Delete
fi: Hyväksy poistaminen

source: Add Morphology Definition
fi: Lisää morfologia

source: Relations to Other Signs
fi: Suhteet viittomiin

source: Delete This Relation
fi: Poista suhde

source: This action will delete the <strong>%(rel.get_role_display)s</strong> relation between %(rel.source)s and %(rel.target)s. It cannot be undone.
fi: Tämä toiminto poistaa <strong>%(rel.get_role_display)s</strong> suhteen %(rel.source)s:n ja %(rel.target)s:n välillä. Sitä ei voida peruuttaa.

source: ID Gloss/Annotation ID Gloss
fi: ID Glossi

source: Add Relation
fi: Lisää suhde

source: Loan
fi: Laina

source: Related language
fi: Lainattu kieli

source: Add Relation to Foreign Sign
fi: Lisää suhde vieraskieliseen viittomaan

source: Comments
fi: Kommentit

source: Comment
fi: Kommentti

source: Add comment
fi: Lisää kommentti

source: No relations.
fi: Ei relaatioita.

source: Add relation
fi: Lisää relaatio

source: No reverse relations.
fi: Ei käänteisiä relaatioita.

source: Add Tags
fi: Lisää tagit

source: Import CSV
fi: Tuo glosseja CSV-tiedostosta

source: Upload your changed CSV here:
fi: Lähetä muutettu CSV tähän:

source: Submit
fi: Lähetä

source: The following changes were detected:
fi: Seuraavat muutokset havaittiin:

source: Make changes
fi: Tee muutoksia

source: Changes are live.
fi: Muutokset ovat voimassa.

source: Import Glosses from a CSV file
fi: Tuo Glosseja CSV-tiedostosta

source: CSV-file should be constructed so that the first column is gloss and optionally the second column is gloss in english
fi: CSV-tiedosto tulee muodostaa siten, että ensimmäinen sarake on gloss ja valinnaisesti toinen sarake on gloss_en (glossi englanniksi).

source: The first row of the file will not be added because it is expected to be the column headers.
fi: CSV-tiedoston ensimmäistä riviä ei lisätä glossina, koska sen oletetaan sisältävän sarakkeiden otsikot.

source: The CSV-file's character set needs to be UTF-8. When exporting the CSV-file, make sure that you select UTF-8 charset.
fi: CSV-tiedoston merkistön tulee olla UTF-8. Kun tuot/exporttaat CSV-tiedostoa, varmista että merkistö on UTF-8.

source: Make sure that you selected the correct Dataset before submitting!
fi: Varmista että olet valinnut oikean Aineiston ennen lomakkeen lähettämistä!

source: Import glosses from CSV
fi: Tuo glosseja CSV-tiedostosta

source: Confirm Import CSV
fi: Vahvista CSV-tiedostosta tuonti

source: Glosses to be added to
fi: Seuraavat glossit lisätään

source: Total number of glosses to be added:
fi: Lisättävien glossien määrä:

source: Glosses that will not be added because they already exist in
fi: Näitä glosseja ei lisätä, koska ne löytyvät jo tietokannasta

source: No glosses can be added!
fi: Yhtään glossia ei voida lisätä!

source: Return to the form
fi: Palaa CSV-lomakkeeseen

source: Confirm
fi: Hyväksy

source: The following glosses were added to
fi: Seuraavat glossit lisättiin

source: Manage lexicons
fi: Hallinnoi leksikoita

source: On this page you can see all the lexicons available on this Signbank. You can view the Lexicons and apply for access to Lexicons.
fi: Tällä sivulla näet kaikki tässä Signbankissa olevat leksikot.Voit tarkastella leksikoita ja anoa käyttöoikeuksia leksikoihin.

source: You have access to the following Lexicons
fi: Sinulla on käyttöoikeudet seuraaviin leksikoihin

source: Permissions?
fi: Käyttöoikeudet?

source: Public?
fi: Julkinen?

source: A vocabulary for ELAN
fi: Sanasto ELANiin

source: Public ECV
fi: Julkinen ECV

source: Advanced ECV
fi: Kehittynyt ECV

source: Users with permissions
fi: Käyttäjät joilla käyttöoikeudet

source: You don't seem to have access to any Lexicons.
fi: Sinulla ei näytä olevan käyttöoikeuksia mihinkään leksikkoon.

source: You do NOT have access to the following Lexicons
fi: Sinulla EI ole käyttöoikeuksia seuraaviin leksikoihin

source: Apply for permissions
fi: Ano käyttöoikeuksia

source: You seem to have access to all existing Lexicons.
fi: Sinulla näyttäisi olevan käyttöoikeudet kaikkiin leksikoihin.

# meta
source: Finnish Signbank
fi: Suomen Signbank

source: <em>No translations.</em>
fi: <em>Ei käännösvastineita.</em>

source: No notes.
fi: Ei lisätietoja.

source: Relations to glosses
fi: Suhteet muihin glosseihin

source: Relations from this gloss
fi: Suhteet tästä glossista

source: Relations to this gloss
fi: Suhteet tähän glossiin

source: Show comments
fi: Näytä kommentit

source: No comments.
fi: Ei kommentteja.

source: Search Signs
fi: Hae viittomaa

source: Search signs
fi: Hae viittomaa

source: Help
fi: Apua

source: How to use the search page?
fi: Miten hakusivua käytetään?

source: Instructions for how to use the search page.
fi: Hakusivun käyttöohjeet.

source: Browse glosses:
fi: Selaa glosseja:

source: Description of the lexicons
fi: Leksikoiden kuvaukset

# public_search
source: Search
fi: Hae

# videocount
source: Videos
fi: Videoita

source: No video.
fi: Ei videota.

# publicglosslist
source: Translation equivalents
fi: Käännösvastineet

source: No translation equivalents yet
fi: Ei vielä käännösvastineita

source: No results.
fi: Ei hakutuloksia.

source: This Signbank holds sign language signs in multiple different sign languages. Search the signs by translations of the signs (or by an identifying name "gloss"), the results are matched from the beginning of a word. For quick browsing of signs a list of starting letters is provided in the top of the page. Find the available sign languages on top of the search box, select one to narrow down your search results. Filter the results even further by selecting one or multiple lexicons under the search box, which represent a set of signs maintained by a given organisation.
fi: Tämä Signbank sisältää usean eri viittomakielen viittomia. Etsi viittomia käännöksillä tai viittoman tunnistenimillä "glosseilla", haku tehdään sanojen alusta. Sivun yläosassa olevan alkukirjainlistan avulla on mahdollista selata viittomia. Tarjolla olevat viittomakielet löytyvät hakulaatikon yläpuolelta, valitsemalla viittomakielen voi rajata hakutuloksia haluttuun viittomakieleen. Hakutuloksia voi rajata myös leksikoiden perusteella valitsemalla halutut leksikot hakulaatikon alapuolelta. Leksikot ovat tietyn organisaation hallinnoimia viittomalistoja.

source: To play a video, click on top of the video (image), and pause the video by clicking on it again. To see more detailed information about a sign (gloss), click on the text on top of a video box in the search results. Some signs have more than one video, the additional videos can be viewed from the detail information page by clicking on the sign title.
fi: Videon voit käynnistää painamalla videon (kuvan) päältä, videon voi keskeyttää painamalla sen päältä uudelleen.Nähdäksesi yksityiskohtaisempaa tietoa viittomasta (glossista), paina tekstiä joka on videolaatikon yläosassa. Joillakin viittomilla on useampi video, ylimääräiset videot voi nähdä viittoman sivulta.

source: Signs
fi: Viittomat

source: Record a video for
fi: Kuvaa video

source: Start Recording
fi: Aloita kuvaaminen

source: Upload
fi: Lähetä

source: Stop Recording
fi: Lopeta kuvaaminen

source: Your camera or browser does NOT supports selected resolutions or frame-rates. \n\nPlease select 'default' resolutions.
fi: Kamerasi tai selaimesi ei tue valittua resoluutiota tai frameratea.

source: No recording found
fi: Kuvattua videoa ei löytynyt

source: Click to download from server
fi: Lataa video palvelimelta

source: Upload completed.
fi: Video lähetetty.

source: Gloss Update Not Allowed
fi: Glossin päivittäminen ei ole sallittua

source: You do not have permissions to edit Glosses of this dataset/lexicon.
fi: Sinulla ei ole oikeuksia muokata valitun leksikon glosseja.

source: Unknown Dialect
fi: Tuntematon alue

source: Unknown field
fi: Tuntematon kenttä

source: A Language does not exist with language_code:
fi: Kieltä (Language) ei löydy seuraavalla kielikoodilla:

source: Multiple Languages with the same language_code exist, cannot edit because it is unclear which languages translations to edit.
fi: Löytyi useita kieliä (Language) samalla kielikoodilla, ei voida muokata, koska ei ole selvää että minkä kielen käännöksiä tulisi muokata.

source: Bad Relation ID
fi: Epäkelpo ID suhteelle

source: Relation doesn't match gloss
fi: Suhde ei vastaa glossia

source: Badly formed gloss identifier
fi: Huonosti muodostetti glossin tunnistin

source: Unknown form field
fi: Tuntematon lomakekenttä

source: Bad RelationToForeignSign ID
fi: Epäkelpo ID Suhteelle ulkomaisiin viittomiin

source: Source gloss not found.
fi: Lähdeglossia ei löytynyt.

source: Target gloss not found.
fi: Kohdeglossia ei löytynyt.

source: Form not valid
fi: Lomake ei ole kelvollinen

source: Incorrect request
fi: Virheellinen pyyntö

source: Bad Morphology Definition ID
fi: Epäkelpo ID morfologialle

source: Morphology Definition doesn't match gloss
fi: Morfologia ei vastaa glossia

source: You do not have permissions to import glosses to this lexicon.
fi: Sinulla ei ole oikeuksia tuoda glosseja valittuun leksikkoon.

source: Cannot open the file:
fi: Ei voida avata tiedostoa:

source: File must be UTF-8 encoded!
fi: Tiedoston pitää olla koodattu UTF-8 merkistöllä!

source: The provided CSV-file does not meet the requirements or there is some other problem.
fi: Annettu CSV-tiedosto ei ole vaatimusten mukainen tai havaittiin joku muu ongelma.

source: Cancelled adding CSV data.
fi: Tietojen lisääminen CSV-tiedostosta peruutettiin.

source: Glosses were added succesfully.
fi: Glossit lisättiin onnistuneesti.

source: You do not have permissions to delete relations from glosses of this lexicon.
fi: Sinulla ei ole oikeuksia poistaa valitun leksikon glossien relaatioita.

source: You do not have permissions to add relations to glosses of this lexicon.
fi: Sinulla ei ole oikeuksia lisätä relaatioita valitun leksikon glosseille.

source: You do not have permissions to create glosses for this lexicon.
fi: Sinulla ei ole oikeuksia luoda glosseja valittuun leksikkoon.

source: applied for permissions to:
fi: anoi käyttöoikeuksia:

source: applied for permissions to lexicon:
fi: anoi käyttöoikeuksia leksikkoon:

source: Successfully applied permissions for
fi: Käyttöoikeuksia anottu onnistuneesti

source: English
fi: Englanti

source: Database storage space usage is high, be prepared increase database quota. If the database gets over the quota maximum, data will be lost!
fi: Tietokannan jäljellä oleva tallennustila on loppumassa, valmistaudu kasvattamaan tallennustilaa. Jos tietokanta ylittää maksimirajan, sen jälkeen tallennetut tiedot häviävät!

source: Has gloss
fi: On glossi

source: Yes
fi: Kyllä

source: No
fi: Ei

source: Has poster
fi: On posteri

source: Gloss has video count of
fi: Glossilla on videoita

source: More than 1
fi: Enemmän kuin 1

source: More than 2
fi: Enemmän kuin 2

source: Less than 2
fi: Vähemmän kuin 2

source: Title
fi: Nimike

source: Descriptive name of the video.
fi: Videon sisältöä kuvaava nimike.

source: Video file
fi: Videotiedosto

source: Video file.
fi: Videotiedosto.

source: Poster file
fi: Kuvatiedosto

source: Still image representation of the video.
fi: Kuva videosta.

source: Public
fi: Julkinen

source: The gloss this GlossVideo is related to.
fi: Glossi johon tämä Glossivideo on liitetty.

source: Glossvideo dataset
fi: Glossivideon aineisto

source: Dataset of a GlossVideo, derived from gloss (if any) or chosen when video was uploaded.
fi: Glossivideon aineisto, joka on otettu videoon liitetystä glossista tai valittu videoa lähetettäessä.

source: Version
fi: Versio

source: A number that represents the order of the Glossvideo's in a gloss page. Smaller number means higher priority.
fi: Glossivideon järjestysnumero, jonka perusteella videot järjestetään glossisivulla. Pienempi numero tarkoittaa korkeampaa prioriteettia.

source: Gloss video
fi: Glossin video

source: Gloss videos
fi: Glossien videot

source: Upload Videos
fi: Lähetä videoita

source: Upload videos
fi: Lähetä videoita

source: You can select multiple videos to be uploaded at once
fi: Voit valita useita videoita lähetettäväksi samalla kertaa

source: File
fi: Tiedosto

source: selected files
fi: valitut tiedostot

source: total size
fi: koko yhteensä

source: Send file(s)
fi: Lähetä tiedostot

source: Manage Uploaded Videos
fi: Lähetettyjen videoiden hallinta

source: Connect Glossvideos to Glosses
fi: Yhdistä Glossivideot Glosseihin

source: Select the dataset you want to work with!
fi: Valitse aineisto jonka parissa haluat työskennellä!

source: previous
fi: edellinen

source: next
fi: seuraava

source: Total of
fi: Yhteensä

source: videos
fi: videoa

source: Save all
fi: Tallenna kaikki

source: Did you provide all values as id numbers?
fi: Syötitkö arvot id-numeroina?

source: GlossVideo successfully updated!
fi: Videon tiedot päivitetty!

source: You do not have permissions to upload videos for this lexicon.
fi: Sinulla ei ole oikeuksia lähettää videoita valittuun leksikkoon.

source: You do not have permissions to change order for videos of this lexicon.
fi: Sinulla ei ole oikeuksia muuttaa tämän leksikon videoiden järjestystä.

source: You do not have permissions to add/change poster images for glosses videos of this lexicon.
fi: Sinulla ei ole oikeuksia lisätä/muuttaa aloituskuvia tämän leksikon glossin videoille.

source: You don't have permissions to upload videos.
fi: Sinulla ei ole oikeuksia lähettää videoita.
