Repository: ISOF-ITD/FinSL-signbank
Catalog: locale/*/LC_MESSAGES/django.po
Languages: fi

source: videos were successfully uploaded.
fi: videota lisättiin onnistuneesti.

source: Could not upload the following file(s)
fi: Seuraavien tiedostojen lähettäminen epäonnistui

source: You do not have permissions to view the selected lexicon.
fi: Sinulla ei ole oikeuksia nähdä valittua leksikkoa.

source: You did not provide the value as a number for: %s
fi: Et syöttänyt arvoa numerona: %s

source: You do not have permissions to add videos to the lexicon of selected gloss.
fi: Sinulla ei ole oikeuksia lisätä videoita valittujen glossien leksikoihin.

source: You do not have permissions to add/change poster images for this lexicon.
fi: Sinulla ei ole oikeuksia lisätä/muuttaa aloituskuvia tälle leksikolle.

source: You do not have permissions to change order of videos for this lexicon.
fi: Sinulla ei ole oikeuksia nähdä tätä sivua

source: Permission Denied
fi: Käyttöoikeus evätty

source: You do not have permission to view the requested page.
fi: Sinulla ei ole oikeuksia nähdä pyytämääsi sivua.

source: Exception:
fi: Virhe:

source: The requested page was not found on the server. Please use the menu above to navigate to another part of the site. If you continue to experience problems, please contact the webmaster at
fi: Pyydettyä sivua ei löytynyt palvelimelta. Ole hyvä ja käytä valikkoa siirtyäksesi jollekkin toiselle sivulle. Jos ongelmat jatkuvat, ota yhteyttä sivuston ylläpitoon

source: Server Error
fi: Palvelinvirhe

source: There's been an error. It's been reported to the site administrators via e-mail and should be fixed shortly. Thanks for your patience.
fi: Tapahtui virhe. Virheestä on tiedotettu ylläpidolle, ja se pyritään korjaamaan mahdollisimman pian. Pahoittelemme tapahtunutta.

source: Finnish Signbank
fi: Suomen Signbank

# meta
source: Finnish Signbank is a lexical database of Finnish Sign Language (FinSL) and Finland-Swedish Sign Language (FinSSL).
fi: Suomen Signbank on suomalaiselle ja suomenruotsalaiselle viittomakielelle rakennettu leksikkotietokanta.

source: (No content)
fi: (Ei sisältöä)

source: University of Jyväskylä
fi: Jyväskylän yliopisto

source: Finnish Association of the Deaf
fi: Kuurojen liitto

source: The Language Bank of Finland
fi: Kielipankki

source: CSC - IT center for science
fi: CSC - Tieteen tietotekniikan keskus

source: Latest comments
fi: Uusimmat kommentit

source: Latest Comments
fi: Uusimmat kommentit

source: Edit
fi: Muokkaa

source: Delete
fi: Poista

source: Delete comment?
fi: Poista kommentti?

source: Edit comment
fi: Muokkaa kommenttia

source: Search Comments
fi: Etsi kommentteja

source: Search comments
fi: Etsi kommentteja

# count
source: comments
fi: kommenttia

source: Edit Page
fi: Muokkaa sivua

source: Terms of Service
fi: Käyttöehdot

source: Links and Statistics
fi: Linkkejä ja tilastoja

source: Links and statistics
fi: Linkkejä ja tilastoja

source: On this page you can find numerical data about the database, and links to externally controlled vocabularies to be used in ELAN.
fi: Tällä sivulta löytyy numeerista tietoa tietokannasta, sekä linkit externally controlled vocabularyihin käytettäväksi ELANissa.

source: All lexicons
fi: Kaikki leksikot

source: Gloss count
fi: Glosseja

source: Glosses with video
fi: Glosseja, joilla on video

source: Video count
fi: Videoita

source: Videos not connected to a Gloss
fi: Videoita, joilla ei ole Glossia

source: Videos with poster image
fi: Videoita joilla on aloituskuva

source: Videos without poster image
fi: Videoita joilla ei ole aloituskuvaa

source: ELAN externally controlled vocabulary links
fi: ELAN externally controlled vocabulary linkit

source: Signbank Wiki
fi: Signbankin wiki

source: Help and tutorials
fi: Apua ja ohjeita

source: Database storage space usage
fi: Tietokannan tallennustilan käyttöaste

source: Space used
fi: Tallennustilaa käytetty

source: Files that do not exist
fi: Tiedostot joita ei ole olemassa

source: Django admin
fi: Djangon ylläpito

source: Change password
fi: Muuta salasana

source: Sign out
fi: Kirjaudu ulos

source: Sign in
fi: Kirjaudu sisään

source: Create account
fi: Luo tunnus

source: Toggle navigation
fi: Navigointi

source: Home
fi: Etusivu

source: About
fi: Tietoa

# menu-link
source: Advanced search
fi: Kehittynyt haku

source: Search relations
fi: Relaatiohaku

source: Manage
fi: Hallinta

source: Create gloss
fi: Luo glossi

source: Manage uploaded videos
fi: Lähetettyjen videoiden hallinta

source: CSV import
fi: Tuo CSV

source: Notifications
fi: Ilmoitukset

source: Mark all as read
fi: Merkitse kaikki luetuiksi

source: ago
fi: sitten

# consent
source: This site tracks you for analytics purposes, and uses cookies to ensure you get the best experience on our website. By using the site you agree to this, to our Privacy Policy, and to our Terms of Service.
fi: Tämä sivusto seuraa käyttöäsi analytiikkaa varten, sekä käyttää evästeitä parhaan käyttökokemuksen takaamiseksi. Käyttämällä tätä sivustoa hyväksyt tämän, Tietosuojailmoituksemme, ja palvelun Käyttöehdot.

# consent
source: Got it!
fi: Asia selvä!

# consent
source: Learn more
fi: Lue lisää

source: Activation Failure
fi: Aktivointi epäonnistui

source: Account activation failed.
fi: Tunnuksen aktivointi epäonnistui.

source: Activation Complete
fi: Tunnuksen aktivointi suoritettu

source: Account activation completed successfully.
fi: Tunnuksen aktivointi onnistui.

source: You (or someone pretending to be you) have asked to register an account at %(site_name)s. If this wasn't you, please ignore this email and your address will be removed from our records.
fi: Olet tehnyt pyynnön uuden tunnuksen luomisesta sivulle %(site_name)s. Jos et ole tehnyt tällaista pyyntöä, voitte jättää tämän sähköpostin huomioimatta, sähköpostiosoitteenne tullaan poistamaan rekisteristämme.

source: To activate this account, please click the following link within the next %(expiration_days)s days:
fi: Aktivoidaksesi tämän tunnuksen, klikkaa seuraavaa linkkiä %(expiration_days)s päivän kuluessa.

source: Sincerely, The %(site_name)s Team
fi: Terveisin, %(site_name)s tiimi

source: Account activation on
fi: Tunnuksen aktivointi

source: Sign In
fi: Kirjaudu sisään

source: Forgot your password?
fi: Unohditko salasanan?

source: Reset password
fi: Nollaa salasana

source: Not a member?
fi: Vailla käyttäjätunnusta?

source: Logged Out
fi: Kirjauduttu ulos

source: Successfully logged out
fi: Uloskirjautuminen onnistui

source: You're receiving this email because you requested a password reset for your user account at %(site_name)s.
fi: Olette saaneet tämän sähköpostin koska käyttäjätunnuksellanne pyydettiin salasanan nollaamista %(site_name)ssa.

source: Please go to the following page and choose a new password:
fi: Menkää tälle sivulle ja valitkaa uusi salasana:

source: Your username, in case you've forgotten:
fi: Käyttäjätunnuksenne, siltä varalta että olette unohtanut sen:

source: Thanks for using our site!
fi: Kiitos!

source: The %(site_name)s team
fi: %(site_name)s tiimi

source: Registration closed
fi: Rekisteröinti suljettu

source: Creating new user accounts is not possible at the moment, this feature is currently disabled.
fi: Uusien käyttäjätunnusten luominen ei ole tällä hetkellä mahdollista, koska tämä ominaisuus on pois päältä.

source: For more information, contact the administrators of this site.
fi: Kysy lisätietoja sivuston ylläpidolta.

source: Thank you for your registration details. An email has been sent to your nominated address. Please check your email for details of how to complete the registration process.
fi: Kiitos rekisteröitymistietojen täyttämisestä. Teille on lähetetty sähköpostia antamaanne osoitteeseen. Lue sähköpostista ohjeet rekisteröinnin loppuun saattamiseen.

source: Create an Account
fi: Luo tunnus

source: Create an account by filling in the information
fi: Luo tunnus täyttämällä seuraavat tiedot

source: Terms of service
fi: Käyttöehdot

source: By creating an account on this site you (the "user") agree to the following conditions:
fi: Luomalla tunnuksen tälle sivustolle, sinä ("käyttäjä") lupaat noudattaa seuraavia ehtoja:

source: Error
fi: Virhe

source: Creating new accounts not permitted for users that are Signed in!
fi: Uusien tunnuksien luominen ei ole sallittua kirjautuneena oleville käyttäjille!

source: Frequently asked questions about account creation
fi: Usein kysytyt kysymykset tunnuksen luomiseen liittyen

source: Who can create an account?
fi: Kuka voi luoda tunnuksen?

source: Only create an account if you have been in contact with the staff beforehand.
fi: Luo tunnus ainoastaan, jos olet sopinut siitä sivun ylläpidon kanssa.

source: Even though anyone can create an account, one needs to get additional user permissions to be able to do anything. These permissions can only be set by the staff, and therefore you should contact the staff before creating an account.
fi: Vaikka kuka tahansa voi luoda tunnuksen, tarvitsee käyttäjä käyttöoikeuksia voidakseen tehdä tunnuksella mitään. Käyttöoikeuksia voi asettaa ainoastaan sivuston ylläpitäjät, ja tämän takia sinun tulee olla yhteydessä sivuston ylläpitoon ennen tunnuksen luomista.

source: What can you do with an account?
fi: Mitä tunnuksella voi tehdä?

source: Depending on the level of user permissions, you can see more detailed data about glosses, add data, and edit data.
fi: Riippuen käyttöoikeustasosta, voit nähdä tarkempaa tietoa glosseista, lisätä tietoa sekä muokata sitä.

source: How to gain user permissions?
fi: Miten voi saada käyttöoikeuksia?

source: You can apply for permissions to view more detailed information about specific lexicons on
fi: Voit anoa käyttöoikeuksia nähdäksesi tarkempaa tietoa tietyistä leksikoista

source: the Lexicons page
fi: Leksikot -sivulta

source: which you can access once you have created an account (from the menu: Manage->Lexicons)
fi: johon pääset käsiksi sen jälkeen kun olet luonut tunnuksen (valikosta: Hallinta->Leksikot)

source: Contact the site maintainer or the site staff.
fi: Ole yhteydessä sivuston ylläpitoon.

source: Check the About page for contact information:
fi: Etsi yhteystietoja Tietoa-sivulta.

source: Last updated:
fi: Viimeksi päivitetty:

source: You have read and agree to the
fi: Olet lukenut ja hyväksyt

source: privacy policy
fi: tietosuojailmoituksen

source: You are over 16 years old.
fi: Olet yli-16 vuotias.

source: In case you are under 16 years old, you must hand us an approval from your parents.
fi: Alle 16-vuotiaan tulee toimittaa meille vanhempien suostumus ennen tunnuksen luomista.

source: The user will not abuse the service, any malicious activity is strictly prohibited.
fi: Käyttäjä lupaa olla väärinkäyttämättä sivustoa. Kaikki tahallinen ja haitallinen toiminta on ehdottomasti kielletty.

source: Any data on the site is confidential unless stated otherwise, and should be handled as such.
fi: Kaikki tieto sivustolla on luottamuksellista, ellei toisin ole mainittu, ja tätä tietoa tulee käsitellä luottamuksellisesti.

source: The user agrees to not copy or spread any data or information found on the site, unless given permission or if the license allows it.
fi: Käyttäjä lupaa olla kopioimatta ja levittämättä sivustolla olevaa tietoa, ellei hän ole saanut siihen lupaa, tai ellei lisenssi mahdollista sitä.

source: The user is responsible for making sure that laws and copyrights are followed when submitting data.
fi: Käyttäjä on velvoitettu varmistamaan, että lakeja ja tekijänoikeuksia kunnioitetaan, kun hän lisää sivustolle dataa.

source: The users account can be terminated or access limited without a notice, if the user fails to comply with the rules.
fi: Käyttäjän tunnus voidaan mitätöidä ja sille annettuja käyttöoikeuksia voidaan rajoittaa ilman ilmoitusta, jos käyttäjä ei noudata sääntöjä.

source: When requestion account termination, the user name will not be deleted, but other personal information attached to the account will be removed. If the user wishes to have anonymity, a pseudonym should be used as the user name.
fi: Tunnuksen poistamista pyydettäessä käyttäjätunnusta ei tuhota, mutta muut tunnukseen liittyvät henkilötiedot poistetaan. Jos käyttäjä haluaa varmistaa, että hän voi pysyä anonyyminä sen jälkeen, kun tunnukseen liitetyt henkilötiedot on poistettu, hänen tulee käyttää käyttäjätunnuksenaan nimimerkkiä.

source: When submitting data to a lexicon, it will be licensed according to the license used by the lexicon, and the user agrees to hand over any remaining copyrights to the maintainer of the lexicon.
fi: Leksikkoon lisätty data lisensoidaan kunkin leksikon lisenssin mukaisesti. Datan lisäämisen yhteydessä käyttäjä luovuttaa jäljellä olevat tekijänoikeudet leksikon ylläpitäjälle.

source: Removal of data (videos, pictures, text) is only possible if the maintainer of the lexicon agrees to it. The user should keep this in mind before submitting any data.
fi: Datan (videot, kuvat, teksti) poistaminen on mahdollista vain, jos leksikon ylläpitäjä näkee sen mahdolliseksi ja suostuu siihen. Käyttäjän tulee pitää tämä mielessä, kun hän lisää dataa järjestelmään.

source: Any data submitted by the user can be made publicly available.
fi: Käyttäjän lisäämä data voidaan saattaa julkisesti saataville.

source: Language selection
fi: Kielen valinta
